[{"id":25169,"date":"2023-01-06T10:49:43","date_gmt":"2023-01-06T15:49:43","guid":{"rendered":"https:\/\/dlinq.middcreate.net\/detox-2023\/post.html?id=25169"},"modified":"2023-01-06T10:49:43","modified_gmt":"2023-01-06T15:49:43","slug":"digital-detox-2023-2-to-tweet-or-not-to-tweet-mastodon-and-other-alternatives-to-surveillance-based-social-media-platforms","status":"publish","type":"post","link":"https:\/\/dlinq.middcreate.net\/blog\/2023\/01\/06\/digital-detox-2023-2-to-tweet-or-not-to-tweet-mastodon-and-other-alternatives-to-surveillance-based-social-media-platforms\/","title":{"rendered":"Digital Detox 2023\/2: To Tweet or Not to Tweet? Mastodon and Other Alternatives to Surveillance-Based Social Media Platforms"},"content":{"rendered":"<p>In these yearly digital detoxes, we have often turned our attention to opening up the black box of our ubiquitous, and taken for granted, digital tools &#8211; exploring, for example, <a href=\"https:\/\/dlinq.middcreate.net\/blog\/2022\/01\/21\/dd-5-6-environmental-impacts-of-data-centers\/\">the environmental impacts of data centers<\/a>, or <a href=\"https:\/\/dlinq.middcreate.net\/blog\/2019\/01\/25\/digital-detox-2-6-deconstructing-privacy\/\">the ways in many tech companies harvest our data for profit, at the expense of our personal data privacy and security<\/a>. One of my favorite pathways into the black box is to question the assumptions, the logics, upon which they are built. In a previous job, I would ask the education graduate students in my instructional technology courses to identify the pedagogical assumptions underlying some of the technologies they typically used in their teaching. We did so by critically analyzing the affordances and disaffordances of the technology &#8211; what the feature set of the technology made possible for teachers to do, pedagogically speaking, and what potential barriers those features posed. (If you’re interested in how this lens for analysis can be applied to a Learning Management System like Canvas or Blackboard, check out <a href=\"https:\/\/www.seanmichaelmorris.com\/if-bell-hooks-made-an-lms\/\">If bell hooks Made an LMS<\/a>.) Naming the pedagogical assumptions underlying these technologies allowed the students in my courses to identify whether a particular technology was aligned with their pedagogical values and goals for student learning, and then to make decisions about its use in their teaching.<\/p>\n<p><a href=\"https:\/\/en.wikipedia.org\/wiki\/Acquisition_of_Twitter_by_Elon_Musk\">Elon Musk’s purchase of Twitter<\/a>, and the ensuing conversations among Twitter users about whether to stay or go, has highlighted and reinforced the ways in which social media platforms feel like an inevitable part of many of our lives. Social media, like other software platforms, are designed by people, for certain purposes, and guided by certain logics. Dr. Ramesh Srinivasan, in his book <i>Whose Global Village? Rethinking How Technology Shapes Our World,<\/i> calls these technical codes the “invisible discourses and values that shape the design and deployment of the technological artifact and if analyzed, may reveal the ways in which the tools and systems are socially, culturally, economically, and politically constructed… technical codes are only visible when in flux” (p. 23). It would be an understatement to say that Musk’s purchase of Twitter, and the ensuing fallout, has created a moment of flux that has exposed our assumptions regarding the logic underlying Twitter as a social media platform. Specifically, Twitter is not a people-powered space for public good: “So I think the bigger story here is that we outsourced the public square to the private sector, right? Twitter becomes or feels like the public square. But it has never operated in practice as a public square. It cannot. It is not owned by the state or the people” (<a href=\"https:\/\/www.youtube.com\/watch?v=vQH9a9W5QP0\">Dr. Tressie McMillan Cotton, speaking on <i>The Daily Show<\/i>).<\/a> Rather, Twitter’s logic is built on <a href=\"https:\/\/www.ted.com\/talks\/zeynep_tufekci_we_re_building_a_dystopia_just_to_make_people_click_on_ads\/transcript\">surveillance capitalism<\/a>, in which privately-owned companies use (often biased) algorithms to push ads (to make money) and to harvest personal information (to make money).<\/p>\n<p>As Chand Rajendra-Nicolucci and Ethan Zuckerman point out in their <a href=\"https:\/\/knightcolumbia.org\/blog\/an-illustrated-field-guide-to-social-media\"><i>Illustrated Field Guide to Social Media<\/i><\/a>,<\/p>\n<p>“Because Facebook, Twitter, and YouTube are so prominent and are so widely amplified by mainstream media, we tend to assume that all social media operate in the same way and suffer from the same problems. This narrow view of social media not only limits our discussions about social media and its effects, it constrains our imagination about what social media could do or be” (2021, p. 6).<\/p>\n<p>Indeed, <a href=\"https:\/\/www.insidehighered.com\/news\/2022\/12\/01\/academics-twitter-disperse-wake-musk-takeover\">as Dr. Casey Fiesler suggests<\/a>, “The idea of a social media network not being one platform and not being owned by someone is very outside of all other experiences that we’ve had.” But what if there are other ways to design social networks, other logics that can be imagined and applied? In fact, there are a plethora of alternative models for social networks that already exist; here are a few, pulled from the excellent <i>Illustrated Guide to Social Media<\/i>:<\/p>\n<ul>\n<li aria-level=\"1\">Civic logic: platforms with “a specific social purpose behind them, and often a community that is a full participant in its own governance” (p. 11); for example, <a href=\"https:\/\/mideastunes.com\/\">Mideast Tunes<\/a><\/li>\n<li aria-level=\"1\">Gift logic: platforms which support a non-commodified creation and sharing among a community; for example, <a href=\"https:\/\/archiveofourown.org\/\">Archive of Our Own<\/a><\/li>\n<li aria-level=\"1\">Discovery logic: platforms which enable performance of identity through curation, review, recommendation, and discussion; for example, <a href=\"https:\/\/www.goodreads.com\/\">Goodreads<\/a><\/li>\n<li aria-level=\"1\">Decentralized logic: platforms that allow anyone to create their own instances of the platform &#8211; with its own users, norms, governance, etc.; for example, <a href=\"https:\/\/mastodon.help\/en\">Mastodon<\/a><\/li>\n<\/ul>\n<p>If you are a Twitter user who follows folks in academia, you have likely heard of Mastodon, which <a href=\"https:\/\/www.insidehighered.com\/news\/2022\/12\/01\/academics-twitter-disperse-wake-musk-takeover\">has emerged among academics as one of the more popular alternatives to Twitter<\/a>. Given that each instance of Mastodon is its own social network or community, the appeal of decentralized platforms lies in the ability for those communities to build their own norms and governance structures, and &#8211; in the best-case scenario &#8211; for users to participate in shared governance of the communities in which they are members. It is much more closely aligned with Dr. McMillan Cottom’s vision of the public square: owned by the users, accountable to the users. On a practical level, participating in a decentralized platform can be trickier to manage, as a new user must find an instance that aligns with their interests, is available to join, and has a critical mass of users to make it attractive to potential users. (Some tools aimed at Twitter users have recently emerged, including <a href=\"https:\/\/www.wired.com\/story\/how-to-find-twitter-friends-on-mastodon\/\">services to find out what Mastodon instances your Twitter follows have joined<\/a>.)<\/p>\n<p>In the end, no matter which logic is employed, it’s worth noting that the technology can constrain but not fully determine the ways in which users take it up, make sense of it, and build worlds with it. In the case of Mastodon, “what matters above all is how we use that tool, and how we co-govern it. If everyone just all joins the same server, we will probably end up with something worse than Twitter. Lots of servers, also, are run by admins who do not necessarily have accountability to their users. For the move to the fediverse to truly be a step toward better social media, we need to be intentional about how we organize ourselves with it” (<a href=\"https:\/\/wiki.social.coop\/How-to-make-the-fediverse-your-own.html\">Social.coop wiki<\/a>). Opening up the black boxes of our social media platforms to examine the underlying logic is important because &#8211; like the teachers in my instructional technology courses &#8211; once exposed, we can make decisions about whether our personal values align with those logics, or whether we might want to choose to spend our time and attention on a different platform more aligned with our values. In other words the act of opening up the black box and naming the status quo allows us to imagine alternative futures, and knowing there are alternatives, to make choices &#8211; to write our futures.<\/p>\n<h3><b>Take Action<\/b><\/h3>\n<ul>\n<li aria-level=\"1\">Explore alternate social media platform logics by checking out some of the example platforms listed above (you’ll find more examples of platforms in the Illustrated Guide to Social Media)<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/wiki.social.coop\/How-to-make-the-fediverse-your-own.html\">Create a new decentralized community<\/a> using Mastodon or another decentralized platform<\/li>\n<\/ul>\n<h3><b>Learn More<\/b><\/h3>\n<ul>\n<li aria-level=\"1\">To tweet or to toot: the messiness of platforms and the chaos of using them By<a href=\"https:\/\/www.surrey.ac.uk\/people\/ranjana-das\"> Ranjana Das<\/a><\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/knightcolumbia.org\/blog\/an-illustrated-field-guide-to-social-media\">Illustrated Guide to Social Media<\/a>, edited by Chand Rajendra-Nicolucci and Ethan Zuckerman, provides an in-depth exploration of a variety of alternate social media platform logics<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/www.insidehighered.com\/news\/2022\/12\/01\/academics-twitter-disperse-wake-musk-takeover\">The Gradual, Disjointed Dispersion of Academic Twitter<\/a> by Susan D’Agostino<\/li>\n<li aria-level=\"1\">Dr. Sasha Costanza-Chock on <a href=\"https:\/\/mastodon.lol\/@schock\/109383950563020172\">the infrastructure and governance needed to grow Mastodon<\/a><\/li>\n<\/ul>\n<div class=\"hide\"><\/div>","protected":false},"excerpt":{"rendered":"<p>In these yearly digital detoxes, we have often turned our [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":""},"categories":[402],"tags":[],"acf":[],"detox_author":"Amy Collier","_links":{"self":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/25169"}],"collection":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/comments?post=25169"}],"version-history":[{"count":1,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/25169\/revisions"}],"predecessor-version":[{"id":25170,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/25169\/revisions\/25170"}],"wp:attachment":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/media?parent=25169"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/categories?post=25169"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/tags?post=25169"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}},{"id":25159,"date":"2023-01-04T10:39:42","date_gmt":"2023-01-04T15:39:42","guid":{"rendered":"https:\/\/dlinq.middcreate.net\/detox-2023\/post.html?id=25159"},"modified":"2023-01-05T11:23:45","modified_gmt":"2023-01-05T16:23:45","slug":"digital-detox-2023-1-the-future-is-not-yet-coded","status":"publish","type":"post","link":"https:\/\/dlinq.middcreate.net\/blog\/2023\/01\/04\/digital-detox-2023-1-the-future-is-not-yet-coded\/","title":{"rendered":"Digital Detox 2023\/1 &#8211; The future is not yet coded"},"content":{"rendered":"<p>My group–the Office of Digital Learning and Inquiry at Middlebury–works at the intersection of technology and learning, helping faculty and students to leverage technology for their academic and professional goals. This work is hopeful work, anchored in the belief that technology and learning can co-mingle and co-evolve in ways that are impactful, perhaps even transformative.<\/p>\n<p>Yet there are days when I don’t feel hopeful about the future. Digital technologies are not neutral tools that we can wield benevolently to improve education; many are data-hungry, extractive, even exploitative tools that encode bias, greed, power, and control. At the intersection of education and digital technologies, we see a worrisome future, one which according to <a href=\"https:\/\/journals.sagepub.com\/doi\/10.1177\/14782103211026446\">Bayne and Gallagher<\/a> is “characterised by platform partnerships, pervasive analytics, datafication, scaling of student numbers, routinised surveillant practices, the hollowing-out of campuses and the delegation of teacher responsibilities to algorithms, it is a future imagined according to the values of growth, scale, ‘efficiency’ and progress toward a universal, global ‘knowledge economy’ (Facer &amp; Sandford, 2010).” The EdTech industry has a vested interest in making us believe that their technologies will solve higher education’s problems (what Evgeny Morozov calls <a href=\"https:\/\/www.theatlantic.com\/technology\/archive\/2013\/03\/toward-a-complex-realistic-and-moral-tech-criticism\/273996\/\">technology solutionism<\/a>) and that the future they bring about is inevitable (what Ramesh Srinivasan calls <a href=\"https:\/\/www.salon.com\/2020\/06\/30\/tech-barons-dream-of-a-better-world--without-the-rest-of-us\/\">techo-inevitability<\/a>); in other words, that there is little we can do about these issues, and our concerns about the impacts on teachers and students don’t matter.<\/p>\n<p>Within this context, is there hope for work that brings forward transformative possibilities for technology in education that center equity, justice, community, knowledge creation, and public good, rather than bias, exploitation, profit, control, and power? Or is the future pre-determined by the technologies and institutions we’ve built?<\/p>\n<p>We’ve chosen to focus the 2023 Digital Detox on exploring these questions through the lens of Imagining Alternate Futures–to both critique current visions of the future (including our own) that we see as unacceptable, and to explore alternate visions and the work of folks who are creating those alternate visions.<\/p>\n<p>Rebecca Solnit, <a href=\"https:\/\/www.theguardian.com\/environment\/2021\/nov\/18\/ten-ways-confront-climate-crisis-without-losing-hope-rebecca-solnit-reconstruction-after-covid\">writing about a lack of hope in the face of global climate change<\/a>, reminds us that “the future is not yet written.” If our work is to be hopeful in digital education, then we need to engage with the idea that the future is not yet coded–that we do not have to accept a future shaped by our technologies, as they are currently built. But, how do we take ownership of the idea that today’s code–technologies we use and how they are coded–can be written (or re-written) by us?<\/p>\n<p>We can learn from folks who study and do futures work, such as speculative fiction, speculative design, anticipation studies, afrofuturism, and future studies. This work can help us find hope and work toward alternate futures. As Keri Facer writes:<\/p>\n<blockquote><p>“Rather than seeing the future as a problem to be solved or ‘managed’, these perspectives see the future as a lived consequence of decisions taken today and in the past, and as emerging from social and political struggles over how the world should be. The challenge in these perspectives is not simply to figure out how to survive whatever the future throws at us, but how to create a world we want to live in. And a core strategy for this approach is to critique visions of the future that are being presented to us, to explore what resources we have at hand to build alternative visions of the future toward which we can start working today.” (p. 5)<\/p><\/blockquote>\n<p>Sohail Inayatullah gives us some helpful language for this critique in his paper on <a href=\"https:\/\/www.benlandau.com\/wp-content\/uploads\/2015\/06\/Inayatullah-2008-Six-Pillars.pdf\">six basic concepts of futures thinking<\/a>. Using Inayatullah’s framework, we might ask critical questions about futures being presented to us. For example, in the world of digital learning, we’re often presented with a future in which all educational assessment is “verified” or made “trustworthy” by automated online proctoring. This is a future presented to us by–and you’ll be shocked to read this–vendors of products that provide automated online proctoring. I have serious concerns about that future, which I will frame using Inayatullah’s framework and some questions inspired by <a href=\"https:\/\/designjustice.org\/\">the Design Justice Network<\/a>:<\/p>\n<ul>\n<li aria-level=\"1\">In what ways is this a <i>used future<\/i> that borrows ideas about verifying assessment (proctoring), rather than reimagining what trusting assessment could look like?<\/li>\n<li aria-level=\"1\">What futures have we discarded or disowned because we’ve committed to a future in which assessments are proctored by automated online technologies?<\/li>\n<li aria-level=\"1\">Who is harmed and who benefits in this future? Does this future propose to address any of the harms it is causing and\/or to balance who experiences benefits and harms?<\/li>\n<li aria-level=\"1\">What are alternate futures to automated online proctoring of assessment? Could we imagine a future in which our assessment of student learning doesn’t need proctoring? Could we re-imagine what it means to assess students? What steps could we start taking now to move toward alternate futures?<\/li>\n<li aria-level=\"1\">Who gets to imagine alternate futures? How would this future be different if it was imagined by folks who are most harmed by automated online proctoring?<\/li>\n<\/ul>\n<p>Throughout this Detox, we will encourage you to ask questions about the digital futures being presented to us by tech companies and techno-solutionists. But of course we won’t stop there. As with all of DLINQ&#8217;s Digital Detoxes, rather than asking you to opt out or tune out, we&#8217;ll introduce you to tools and resources that help you opt into making the future a better place. We’ll explore the work of creating alternate visions for the future, the folks who are doing that work, and introduce you to toolkits and resources to help you do so as well. We’re so excited to be exploring alternate futures with you this January, so let’s get started!<\/p>\n<blockquote><p>“Imagination is our birthright: everyone owns this power and everything created must first be imagined. But too often, we’re persuaded to believe our voices don’t count or that the future is determined by a powerful few. In these times, social imagination is a radical act, restoring personal and collective agency, shifting dominant narratives, and affirming that all of us make the future. When we have the audacity to dream in public, when we begin to unleash imagination and turn it into action, we can move the world.” <a href=\"https:\/\/situationlab.org\/daretoimagine\/\">#DareToImagine, The Situation Lab<\/a><\/p><\/blockquote>\n<h2><b>Take Action<\/b><\/h2>\n<ul>\n<li>Start an imagination\/hope journal. Write daily about hopes or visions for the future and what it will take to enact them.<\/li>\n<li><a href=\"https:\/\/www.civicsoftechnology.org\/technology-reset-simulation\">Use the Technology Reset Simulation<\/a> from Civics of Technology to start discussions with friends, colleagues, or your classes.<\/li>\n<li><a href=\"https:\/\/education-futures-studio.sydney.edu.au\/experimenting\/algorithm-game\/\">Play the University of Sydney Education Futures Studio’s Algorithm Game<\/a> to explore the potential impacts of algorithms on education, and begin imagining alternate futures.<\/li>\n<\/ul>\n<h2><b>Keep Reading<\/b><\/h2>\n<p><a href=\"https:\/\/anchor.fm\/teacheroftheear\">Teacher of the Ear podcast, Hope episode<\/a>, Chris Friend with guest Brenna Clarke Gray<\/p>\n<p><a href=\"https:\/\/journals.sagepub.com\/doi\/10.1177\/14782103211026446#bibr16-14782103211026446\">Near Future Teaching: Practice, policy and digital education futures<\/a>, Sîan Bayne &amp; Michael Gallagher<\/p>\n<p><a href=\"https:\/\/www.youtube.com\/watch?v=_8RrX4hjCr0\">From park bench to lab bench &#8211; What kind of future are we designing?<\/a>, Ruha Benjamin<\/p>\n<p><a href=\"https:\/\/www.youtube.com\/watch?v=YlDmLKP9Z_c\">Visioning Just Futures: Reimagining the Default Settings of Technology &amp; Society<\/a>, Ruha Benjamin<\/p>\n<div class=\"wrapper\">\n<p class=\"product-banner-title\"><a href=\"https:\/\/www.taylorfrancis.com\/books\/mono\/10.4324\/9780203817308\/learning-futures-keri-facer\">Learning Futures: Education, Technology and Social Change<\/a>, Keri Facer<\/p>\n<\/div>\n<div class=\"hide\"><\/div>","protected":false},"excerpt":{"rendered":"<p>My group–the Office of Digital Learning and Inquiry at Middlebury–works [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_relevanssi_hide_post":"","_relevanssi_hide_content":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":""},"categories":[402],"tags":[],"acf":[],"detox_author":"Amy Collier","_links":{"self":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/25159"}],"collection":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/comments?post=25159"}],"version-history":[{"count":3,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/25159\/revisions"}],"predecessor-version":[{"id":25165,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/25159\/revisions\/25165"}],"wp:attachment":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/media?parent=25159"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/categories?post=25159"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/tags?post=25159"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]