[{"id":23928,"date":"2022-01-07T09:59:53","date_gmt":"2022-01-07T17:59:53","guid":{"rendered":"https:\/\/dlinq.middcreate.net\/?p=23928"},"modified":"2022-01-07T09:59:53","modified_gmt":"2022-01-07T17:59:53","slug":"dd-5-2-how-tech-mediates-our-relationship-with-nature","status":"publish","type":"post","link":"https:\/\/dlinq.middcreate.net\/blog\/2022\/01\/07\/dd-5-2-how-tech-mediates-our-relationship-with-nature\/","title":{"rendered":"DD 5.2: How tech mediates our relationship with nature"},"content":{"rendered":"<blockquote><p><i>“Just as you can pick out the voice of a loved one in the tumult of a noisy room, or spot your child&#8217;s smile in a sea of faces, intimate connection allows recognition in an all-too-often anonymous world. This sense of connection arises from a special kind of discrimination, a search image that comes from a long time spent looking and listening. Intimacy gives us a different way of seeing, when visual acuity is not enough.” <\/i><i>― Robin Wall Kimmerer, Gathering Moss: A Natural and Cultural History of Mosses<\/i><\/p><\/blockquote>\n<p>I’ve been reflecting a lot lately on how technology shapes and influences our behaviors, engagement with, and perceptions of nature. I recently finished reading Robin Wall Kimmerer’s incredibly thought-provoking <a href=\"https:\/\/milkweed.org\/book\/braiding-sweetgrass\">Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge and the Teachings of Plants<\/a>, a book I highly recommend, and it sent my mind traveling down this tech-nature path. While Kimmerer’s focus is not on technology, rather on humanity’s fundamental relationship with nature, attitudes toward it, and perceptions of it, her insights got me thinking a lot about how our current technologies mediate and influence those relationships, attitudes, and perceptions.<\/p>\n<p>As a longtime outdoor enthusiast and photographer who enjoys time in remote nature, and as someone who feels intimacy in wilderness, I’ve noticed some tensions in my own nature interactions in recent years – a sometimes impatience and a pull away from the present moment, a tug to check my phone, a nudge that I’m dawdling too much, a restlessness that I should be elsewhere. Some of this is a reflection of me not giving myself the permission to slow down and be present in the moment, but it is also a reflection of our tech-centric world that has allowed us to be connected to both the local and the “far-away” at all times. Tech <a href=\"https:\/\/dlinq.middcreate.net\/detox-2022\/post.html?id=23915\">demands our attention<\/a> in ways that are unhealthy and that sometimes distract us from intimately connecting with our immediate surroundings.<\/p>\n<p>Mobile phones, GPS, internet access, and other technologies, while undeniably beneficial, have altered both our perception of and our engagement with nature. Technology can place a wall between us, as humans, and the rest of nature. It minimizes our reliance on our own observation skills, senses, and ingenuity, and provides a false sense of sanitization and safety, as we become simply “tourists” in nature (with <a href=\"https:\/\/www.theguardian.com\/technology\/2013\/jul\/14\/how-selfies-became-a-global-phenomenon\">selfie culture<\/a> as one example of this), rather than a living organism that is a connected part of that nature. As we “tour” from place to place, we lose that intimate connection to, historical understanding of, and sense of wonder about, the places around us and the multitude of living beings that inhabit the spaces we live in and visit.<\/p>\n<p>We also often enter into nature these days with a preconceived notion of what to expect there, given the readiness of online information and data, which we are often encouraged to explore prior to going on a hike or visiting a new park, for example. As Bill Borrie, a professor of park and recreation management at the University of Montana, notes in Emily Sohn’s article <a href=\"https:\/\/ensia.com\/features\/what-does-technology-do-to-our-relationship-with-the-environment\/\">What Does Technology Do to Our Relationship with the Environment?<\/a>: “‘Being told what you should pay attention to and how you should pay attention to nature takes away from the mystery and the sense of discovery…,’” adding “there is value to experiencing the unpredictability and even discomfort of wild places.”<\/p>\n<p>Even scientists whose research is centered on nature bemoan the amount of time they spend in front of a computer these days, engaging with data and doing modeling, rather than on their feet in the field. This phenomenon is sometimes referred to as “keyboard ecology,” as Jordan Fisher Smith observes in his article <a href=\"https:\/\/time.com\/4355523\/digitization-of-nature\/\">How Technology Affects Our Relationship With Nature<\/a>. Fisher Smith reflects, “What may be at risk is not only the nature of information, but human ability itself,” as humans rely on technology to do basic tasks for them, like navigation, that we used to be able to do by relying on our senses and our patient observation of nature.<\/p>\n<p>Research has shown that the internet and digital technologies are shortening our attention spans and memory retention skills, and altering our decision-making and relationship-building skills, among others. Meanwhile, research on the benefits of spending time in nature (away from tech) have shown the opposite, highlighting benefits such as improved psychological wellbeing, memory function, and relationship-building skills. Richard Louv’s work, ranging from his book <a href=\"http:\/\/richardlouv.com\/books\/last-child\/\">Last Child in the Woods: Saving Our Children from Nature-Deficit Disorder<\/a>, to short posts like <a href=\"https:\/\/www.theguardian.com\/commentisfree\/2014\/feb\/13\/10-reasons-why-we-need-more-contact-with-nature\">Ten Reasons Why We Need More Contact with Nature<\/a>, spotlights such research.<\/p>\n<p>Questions have arisen whether virtual time in nature is equally beneficial to real-life engagement with nature. For example, does spending time in a virtual 3-D natural environment convey benefits akin to a walk in a real forest? University of Washington psychology professor Peter Kahn, who researches these types of questions, says they are not the same, that “People need to interact with actual nature. The solution is not just talking more about nature or creating videos of nature or other forms of technological nature. No, the solution is ever-deepening our interactions with nature and having more wild nature to interact with” (from <a href=\"https:\/\/qz.com\/1048433\/technology-is-changing-our-relationship-with-nature-as-we-know-it\/\">Technology Is Changing Our Relationship with Nature as We Know It<\/a> by Andrienne Matei). Matei notes that while virtual time in nature has shown some benefits, such as lowering anxiety and promoting relaxation and joy, “there is a limit to the extent technological representations of nature can provide the soothing, restorative, creativity-enhancing benefits of a walk in the real woods.”<\/p>\n<p>As we lose a connection to and intimate awareness of the real nature around us, we lose the historical reality of that environment as well, along with an understanding of what is healthy there. Kahn refers to this as environmental amnesia. In Matei’s article, he warns: “All of us construct a conception of what is environmentally normal based on the natural world we encounter in our childhood. With each ensuing generation, the amount of environmental degradation increases, but each generation tends to take that degraded condition as the normal experience. This is what I have been calling ‘environmental generational amnesia.’ It helps explain how cities continue to lose nature, and why people don’t really see it happening—and to the extent they do, they don’t think it’s too much of a problem.”<\/p>\n<p>While there are certainly many ways that technology has benefited our understanding of nature, and it also allows us to celebrate and showcase nature’s beauty and wonder, we need to be cautious about turning to technology too often to “save” or interpret or engage with nature. This, it seems to me, can only come about by taking time away from tech while in nature, accepting individual and corporate responsibility to change our behaviors that damage the Earth, understanding our intimate connection to all living things, and doing away with a culture that pushes constant consumption and the commodification of everything, along with a “dispose and replace” mentality.<\/p>\n<p>In the words of Robin Wall Kimmerer: “How, in our modern world, can we find our way to understand the earth as a gift again, to make our relations with the world sacred again? I know we cannot all become hunter-gatherers – the living world could not bear our weight – but even in a market economy, can we behave ‘as if’ the living world were a gift?”<\/p>\n<div class=\"hide\"><h2>Take Action<\/h2><ul>\n<li aria-level=\"1\">Allow yourself to spend time in nature with all tech shut off and stored away. Resist temptations to do a quick email or text check, or to immediately start snapping photos.<\/li>\n<li aria-level=\"1\">When you come across a new plant or animal or natural phenomenon, resist the urge to immediately look it up on the internet. Make note of its unique features. Spend some time (safely) observing it. Imagine where it might have originated and what powers it might hold.<\/li>\n<li aria-level=\"1\">Play observation games with others when you’re out on a walk. This isn’t just a game for kids 🙂 Try to find something blue, something out of place, something furry, the most unusual feature on the trees around you, etc. Build your observation skills, including smells and sounds, along with sights.<\/li>\n<li aria-level=\"1\">Help others who may have limited mobility or access to nature, get outdoors and enjoy nature.<\/li>\n<li aria-level=\"1\">Volunteer for a nature-based local organization and educate yourself about the nature found in your local community.<\/li>\n<li aria-level=\"1\">Spend a few minutes each day observing small changes in the nature around you, whether that’s a houseplant you’re nurturing, a backyard or community garden, or a waterside or wooded park near your home or work.<\/li>\n<\/ul>\n<h2>Keep Reading<\/h2><ul>\n<li aria-level=\"1\"><a href=\"https:\/\/milkweed.org\/book\/braiding-sweetgrass\">Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge and the Teachings of Plants<\/a> by Robin Wall Kimmerer<\/li>\n<li aria-level=\"1\"><a href=\"http:\/\/richardlouv.com\/books\/last-child\/\">Last Child in the Woods: Saving Our Children from Nature-Deficit Disorder<\/a> by Richard Louv<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/ensia.com\/features\/what-does-technology-do-to-our-relationship-with-the-environment\/\">What Does Technology Do to Our Relationship with the Environment?<\/a> by Emily Sohn<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/qz.com\/1048433\/technology-is-changing-our-relationship-with-nature-as-we-know-it\/\">Technology Is Changing Our Relationship with Nature as We Know It<\/a> by Andrienne Matei<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/time.com\/4355523\/digitization-of-nature\/\">How Technology Affects Our Relationship With Nature<\/a> by Jordan Fisher Smith<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/www.newstatesman.com\/politics\/2019\/09\/why-our-relationship-technology-destroying-planet\">Why Our Relationship with Technology Is Destroying the Planet<\/a> by Aaron James Wendland<\/li>\n<\/ul>\n<\/div>","protected":false},"excerpt":{"rendered":"<p>“Just as you can pick out the voice of a [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":17161,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[391],"tags":[390],"acf":{"take_action":"<ul>\r\n \t<li aria-level=\"1\">Allow yourself to spend time in nature with all tech shut off and stored away. Resist temptations to do a quick email or text check, or to immediately start snapping photos.<\/li>\r\n \t<li aria-level=\"1\">When you come across a new plant or animal or natural phenomenon, resist the urge to immediately look it up on the internet. Make note of its unique features. Spend some time (safely) observing it. Imagine where it might have originated and what powers it might hold.<\/li>\r\n \t<li aria-level=\"1\">Play observation games with others when you’re out on a walk. This isn’t just a game for kids :-) Try to find something blue, something out of place, something furry, the most unusual feature on the trees around you, etc. Build your observation skills, including smells and sounds, along with sights.<\/li>\r\n \t<li aria-level=\"1\">Help others who may have limited mobility or access to nature, get outdoors and enjoy nature.<\/li>\r\n \t<li aria-level=\"1\">Volunteer for a nature-based local organization and educate yourself about the nature found in your local community.<\/li>\r\n \t<li aria-level=\"1\">Spend a few minutes each day observing small changes in the nature around you, whether that’s a houseplant you’re nurturing, a backyard or community garden, or a waterside or wooded park near your home or work.<\/li>\r\n<\/ul>","keep_reading":"<ul>\r\n \t<li aria-level=\"1\"><a href=\"https:\/\/milkweed.org\/book\/braiding-sweetgrass\">Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge and the Teachings of Plants<\/a> by Robin Wall Kimmerer<\/li>\r\n \t<li aria-level=\"1\"><a href=\"http:\/\/richardlouv.com\/books\/last-child\/\">Last Child in the Woods: Saving Our Children from Nature-Deficit Disorder<\/a> by Richard Louv<\/li>\r\n \t<li aria-level=\"1\"><a href=\"https:\/\/ensia.com\/features\/what-does-technology-do-to-our-relationship-with-the-environment\/\">What Does Technology Do to Our Relationship with the Environment?<\/a> by Emily Sohn<\/li>\r\n \t<li aria-level=\"1\"><a href=\"https:\/\/qz.com\/1048433\/technology-is-changing-our-relationship-with-nature-as-we-know-it\/\">Technology Is Changing Our Relationship with Nature as We Know It<\/a> by Andrienne Matei<\/li>\r\n \t<li aria-level=\"1\"><a href=\"https:\/\/time.com\/4355523\/digitization-of-nature\/\">How Technology Affects Our Relationship With Nature<\/a> by Jordan Fisher Smith<\/li>\r\n \t<li aria-level=\"1\"><a href=\"https:\/\/www.newstatesman.com\/politics\/2019\/09\/why-our-relationship-technology-destroying-planet\">Why Our Relationship with Technology Is Destroying the Planet<\/a> by Aaron James Wendland<\/li>\r\n<\/ul>"},"detox_author":"Amy Collier","_links":{"self":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/23928"}],"collection":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/comments?post=23928"}],"version-history":[{"count":2,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/23928\/revisions"}],"predecessor-version":[{"id":23930,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/23928\/revisions\/23930"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/media\/17161"}],"wp:attachment":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/media?parent=23928"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/categories?post=23928"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/tags?post=23928"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}},{"id":23915,"date":"2022-01-04T09:09:30","date_gmt":"2022-01-04T17:09:30","guid":{"rendered":"https:\/\/dlinq.middcreate.net\/?p=23915"},"modified":"2022-01-05T13:10:56","modified_gmt":"2022-01-05T21:10:56","slug":"dd-5-1-what-powers-the-web","status":"publish","type":"post","link":"https:\/\/dlinq.middcreate.net\/blog\/2022\/01\/04\/dd-5-1-what-powers-the-web\/","title":{"rendered":"DD 5.1: What powers the web?"},"content":{"rendered":"<p>I’m sitting next to my laptop—procrastinating from writing this article—and watching a perfect Vermont snowfall with giant lazy flakes, descend on our back yard and on the Otter Creek River that runs through it. OK, I’m not completely procrastinating. I am also reflecting on the question driving this article: “what powers the web?” There’s a worry behind this question—<a href=\"https:\/\/www.climatecare.org\/resources\/news\/infographic-carbon-footprint-internet\/\">some estimates<\/a> put the carbon footprint of the Internet at 3.7% of total global greenhouse emissions (which is similar to the emissions of the airline industry), and that’s expected to double by 2025. Technology is often viewed as a positive force for humanity—a cure to our social, educational, even environmental ills—but what happens when we consider the negative impacts of our increasing reliance on the Internet and its related devices and infrastructures? What if, as Neil Selwyn asks, “environmental instability cannot be ‘solved’ simply through the expanded application of digital technologies but is actually exacerbated through increased technology use?”<\/p>\n<p>When we ask “what powers the web?”, we might think of the physical infrastructure behind the Internet—hardware and devices. You may have also heard about the demand for batteries built from scarce and non-renewable materials, using <a href=\"https:\/\/www.cbsnews.com\/news\/cobalt-children-mining-democratic-republic-congo-cbs-news-investigation\/\">inhumane and polluting mining<\/a> and manufacturing processes, and shipped around the world. We might think of web servers, server farms, internet exchange points, and data warehouses which now generate significant greenhouse emissions—an impact that is worsening with the <a href=\"https:\/\/news.climate.columbia.edu\/2021\/09\/20\/bitcoins-impacts-on-climate-and-the-environment\/\">growth of Web3 industries (cryptocurrencies, NFTs, etc<\/a>). The Internet is not ethereal, even though we use such language as “in the cloud” that obscures the very physical nature of the web, and its impacts on the environment are real (for a deeper dive into the environmental impact of the web, check out Tatiana Schlossberg’s nuanced and witty <a href=\"https:\/\/www.hachettebookgroup.com\/titles\/tatiana-schlossberg\/inconspicuous-consumption\/9781538747094\/\">Inconspicuous Consumption<\/a>).<\/p>\n<p>As I turn my gaze to and from the mesmerizing snow, I consider another aspect of what powers the web: Our attention. We covered attention in the <a href=\"https:\/\/dlinq.middcreate.net\/digitaldetox\/\">2020 Digital Detox<\/a>, emphasizing how we give too much of our precious attention to the web. We scroll endlessly through Instagram posts or TikTok videos; we browse and browse through Amazon recommendations and promotions; we even give long spans of attention to Netflix and Hulu via cringey-but-aptly-named “binge watching.” Technology companies do a lot to keep our attention— from algorithmic filtering (<a href=\"https:\/\/www.newyorker.com\/magazine\/2019\/09\/30\/how-tiktok-holds-our-attention\">this New Yorker article on TikTok is enlightening<\/a>) to constant notifications. They show us social media posts that they know will make us angry to keep our attention; they create “FOMO effects” that keep us wanting to see what we’re missing, what others are doing. Our attention is monetized—web platforms profit from it and so they are invested in keeping our attention.<\/p>\n<p>Our attention matters—if we are not careful in how we’re spending it, we’re likely to be sucked into the attention demands of the web and contribute to the larger environmental problem. <a href=\"https:\/\/section.iaesonline.com\/index.php\/JTI\/article\/view\/60\">Doing two internet searches, or loading one website, generates as much carbon dioxide as boiling a kettle of water<\/a> and while these atomized actions have relatively small individual impacts, the scale of the web and how we use it exacerbates the impact. For example, 70% of what we watch on YouTube is recommended to us by YouTube’s algorithm, meaning its strategies to keep our attention are working. Combine that with an understanding that online video streaming and gaming account for a huge (and growing) percentage of internet traffic and you can begin to see how our attention, given to YouTube in this case, can have significant environmental impacts.<\/p>\n<p><b><i>Addressing climate change will require us to rethink every aspect of the web—and that includes our attention and how we spend it.<\/i><\/b><\/p>\n<p>This challenge is being taken up by experts offering  analyses and art\/visualizations that can help us recognize and be attentive to our web habits, a first step toward changing our damaging behaviors. Here are two such tools  (more ideas and strategies in the Take Action section):<\/p>\n<p style=\"padding-left: 40px;\"><a href=\"https:\/\/theshiftproject.org\/en\/carbonalyser-browser-extension\/\">Carbonanalyzer<\/a>: This browser extension from the Shift Project allows you to visualize the impact of your web browsing, by showing electricity consumption and greenhouse gas emissions<\/p>\n<p style=\"padding-left: 40px;\"><a href=\"https:\/\/www.janavirgin.com\/AMZ\/\">The Hidden Life of an Amazon User<\/a>: This cool project by Joana Moll “maps the purchase of one copy of [Bezos’] book on the Amazon website, and it does so in a gesture of algorithmic self-reflection, laying out the hundreds of pages of script and document requests required in the code to run what appears to end users as a seemingly simple purchase <i>click<\/i>. The 8724 pages of code translates to 87.33 MB of information which becomes the numbingly long interface experience of Moll’s piece: the energy consumed to load the code and the (human) energy needed to scroll through it…”<\/p>\n<p>Reflecting on how our attention powers the web invites us to rethink our habits and gives us opportunities to make different choices, to use the web differently. While individual choices and action may not make a huge difference on their own—tiding the ecological impacts of large-scale and entrenched systems and choices will take much more than individual action—I’d argue that our individual choices can make small differences, especially when collectively applied. In her chapter on fractals in <a href=\"https:\/\/www.akpress.org\/emergentstrategy.html\"><i>Emergent Strategy<\/i><\/a>, adrienne maree brown reminds us that “what we practice at a small scale can reverberate to the largest scale…This doesn’t mean to get lost in the self, but rather to see our own lives and work and relationships as a front line, a first place we can practice justice, liberation, and alignment with each other and the planet.”<\/p>\n<p>These choices can give us insights into how to make the harder choices ahead to avert the end of the “human game,” as Bill McKibben writes in <a href=\"https:\/\/www.worldcat.org\/title\/falter-has-the-human-game-begun-to-play-itself-out\/oclc\/1033647691\">Falter: Has the Human Game Begun to Play Itself Out?<\/a> And these choices may help us turn our attention to new or fresh possibilities for humanity, as Jenny Odell writes in <a href=\"https:\/\/www.penguinrandomhouse.com\/books\/600671\/how-to-do-nothing-by-jenny-odell\/\"><i>How to Do Nothing: Resisting the Attention Economy<\/i><\/a>:<\/p>\n<blockquote><p>\n“One thing I have learned about attention is that certain forms of it are contagious. When you spend enough time with someone who pays close attention to something…you inevitably start to pay attention to some of the same things. I’ve also learned that patterns of attention—what we choose to notice and what we do not—are how we render reality for ourselves, and thus have a direct bearing on what we feel is possible at any given time. These aspects, taken together, suggest to me the revolutionary potential of taking back our attention.”\n<\/p><\/blockquote>\n<p>We can refuse and resist the demands for our attention that the web and technologies (yes, even email) place on us. We can reclaim our attention in order to demand transparency and accountability for the impacts of technology on our Earth, and what might happen if we don’t start making changes. We can reclaim our attention to reimagine the web. I’ve been inspired by organizations like <a href=\"https:\/\/computingwithinlimits.org\/2021\/\">Computing Within Limits<\/a> that push back against extractive and harmful approaches to computing by reimagining what computing and the web might look like if we designed them to be in harmony with the Earth.<\/p>\n<p>Throughout this Detox, we’ll cover a range of topics that will dig deeper into these and other ideas at the intersection of our digital and physical worlds. I hope you’ll direct some of your attention to those upcoming posts and also share with us what you’re doing and learning.<\/p>\n<p>Now, please excuse me, I am going to turn my attention back to the snow. I don’t know how much longer it’ll last.<\/p>\n<p>&nbsp;<\/p>\n<div class=\"hide\"><h2>Take Action<\/h2><ul>\n<li aria-level=\"1\">Resist <a href=\"https:\/\/encyclopedia2.thefreedictionary.com\/zombie+scrolling\">zombie scrolling<\/a>, which feasts on your attention, serves little to no purpose for you, can have an environmental impact<\/li>\n<li aria-level=\"1\">Download a <a href=\"https:\/\/theshiftproject.org\/en\/carbonalyser-browser-extension\/\">Carbonanalyzer<\/a> for your browser to recognize the website emissions of your visited websites<\/li>\n<li aria-level=\"1\">Reduce the impact of your Zoom meetings: <a href=\"https:\/\/news.mit.edu\/2021\/how-to-reduce-environmental-impact-next-virtual-meeting-0304\">Turn off your camera when it’s not needed<\/a><\/li>\n<li aria-level=\"1\">Join an upcoming <a href=\"https:\/\/www.earthhour.org\/\">Earth Hour<\/a> and unplug\/turn off all devices and lights in your home<\/li>\n<li aria-level=\"1\">Be more reflective about your internet habits—follow along <a href=\"https:\/\/datadetoxkit.org\/en\/home\">Data Detoxes<\/a> that remind us about the exploitative and extractive nature of the web (<a href=\"https:\/\/dlinq.middcreate.net\/digitaldetox\/\">DLINQ’s prior Digital Detoxes <\/a>cover a lot of this, too)<\/li>\n<li aria-level=\"1\">Join or support groups focused on limiting the impact of digital technologies and work, such as <a href=\"https:\/\/computingwithinlimits.org\/2021\/\">Computing Within Limits<\/a> and <a href=\"https:\/\/lowtechlab.org\/en\">Low-Tech Labs<\/a>.<\/li>\n<li aria-level=\"1\">Explore other ways to reduce your digital carbon footprint, like these from the <a href=\"https:\/\/www.weforum.org\/agenda\/2021\/12\/digital-carbon-footprint-how-to-lower-electronics\/\">World Economic Forum<\/a> and <a href=\"https:\/\/bootcamp.berkeley.edu\/blog\/reducing-your-digital-carbon-footprint-in-the-wake-of-covid-19\/\">Berkeley Extension<\/a><\/li>\n<li aria-level=\"1\">If you work in technology, consider signing on to the <a href=\"https:\/\/www.sustainablewebmanifesto.com\/\">Sustainable Web Manifesto<\/a>.<\/li>\n<\/ul>\n<h2>Keep Reading<\/h2><ul>\n<li><a href=\"https:\/\/www.worldcat.org\/title\/falter-has-the-human-game-begun-to-play-itself-out\/oclc\/1033647691\">Falter: Has the Human Game Begun to Play Itself Out?<\/a>, Bill McKibben<\/li>\n<li><a href=\"https:\/\/www.penguinrandomhouse.com\/books\/600671\/how-to-do-nothing-by-jenny-odell\/\"><i>How to Do Nothing: Resisting the Attention Economy<\/i><\/a>, Jenny Odell<\/li>\n<li><a href=\"https:\/\/www.bbc.com\/future\/article\/20200305-why-your-internet-habits-are-not-as-clean-as-you-think\">Why Your Internet Habits Are Not As Clean As You Think<\/a>, BBC<\/li>\n<li><a href=\"https:\/\/www.hachettebookgroup.com\/titles\/tatiana-schlossberg\/inconspicuous-consumption\/9781538747094\/\">Inconspicuous Consumption<\/a>, Tatiana Schlossberg<\/li>\n<li><a href=\"https:\/\/www.akpress.org\/emergentstrategy.html\">Emergent Strategy<\/a>, adrienne maree brown<\/li>\n<\/ul>\n<\/div>","protected":false},"excerpt":{"rendered":"<p>I’m sitting next to my laptop—procrastinating from writing this article—and [&hellip;]<\/p>\n","protected":false},"author":6,"featured_media":23918,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[391,93,317],"tags":[390],"acf":{"take_action":"<ul>\r\n \t<li aria-level=\"1\">Resist <a href=\"https:\/\/encyclopedia2.thefreedictionary.com\/zombie+scrolling\">zombie scrolling<\/a>, which feasts on your attention, serves little to no purpose for you, can have an environmental impact<\/li>\r\n \t<li aria-level=\"1\">Download a <a href=\"https:\/\/theshiftproject.org\/en\/carbonalyser-browser-extension\/\">Carbonanalyzer<\/a> for your browser to recognize the website emissions of your visited websites<\/li>\r\n \t<li aria-level=\"1\">Reduce the impact of your Zoom meetings: <a href=\"https:\/\/news.mit.edu\/2021\/how-to-reduce-environmental-impact-next-virtual-meeting-0304\">Turn off your camera when it’s not needed<\/a><\/li>\r\n \t<li aria-level=\"1\">Join an upcoming <a href=\"https:\/\/www.earthhour.org\/\">Earth Hour<\/a> and unplug\/turn off all devices and lights in your home<\/li>\r\n \t<li aria-level=\"1\">Be more reflective about your internet habits—follow along <a href=\"https:\/\/datadetoxkit.org\/en\/home\">Data Detoxes<\/a> that remind us about the exploitative and extractive nature of the web (<a href=\"https:\/\/dlinq.middcreate.net\/digitaldetox\/\">DLINQ’s prior Digital Detoxes <\/a>cover a lot of this, too)<\/li>\r\n \t<li aria-level=\"1\">Join or support groups focused on limiting the impact of digital technologies and work, such as <a href=\"https:\/\/computingwithinlimits.org\/2021\/\">Computing Within Limits<\/a> and <a href=\"https:\/\/lowtechlab.org\/en\">Low-Tech Labs<\/a>.<\/li>\r\n \t<li aria-level=\"1\">Explore other ways to reduce your digital carbon footprint, like these from the <a href=\"https:\/\/www.weforum.org\/agenda\/2021\/12\/digital-carbon-footprint-how-to-lower-electronics\/\">World Economic Forum<\/a> and <a href=\"https:\/\/bootcamp.berkeley.edu\/blog\/reducing-your-digital-carbon-footprint-in-the-wake-of-covid-19\/\">Berkeley Extension<\/a><\/li>\r\n \t<li aria-level=\"1\">If you work in technology, consider signing on to the <a href=\"https:\/\/www.sustainablewebmanifesto.com\/\">Sustainable Web Manifesto<\/a>.<\/li>\r\n<\/ul>","keep_reading":"<ul>\r\n \t<li><a href=\"https:\/\/www.worldcat.org\/title\/falter-has-the-human-game-begun-to-play-itself-out\/oclc\/1033647691\">Falter: Has the Human Game Begun to Play Itself Out?<\/a>, Bill McKibben<\/li>\r\n \t<li><a href=\"https:\/\/www.penguinrandomhouse.com\/books\/600671\/how-to-do-nothing-by-jenny-odell\/\"><i>How to Do Nothing: Resisting the Attention Economy<\/i><\/a>, Jenny Odell<\/li>\r\n \t<li><a href=\"https:\/\/www.bbc.com\/future\/article\/20200305-why-your-internet-habits-are-not-as-clean-as-you-think\">Why Your Internet Habits Are Not As Clean As You Think<\/a>, BBC<\/li>\r\n \t<li><a href=\"https:\/\/www.hachettebookgroup.com\/titles\/tatiana-schlossberg\/inconspicuous-consumption\/9781538747094\/\">Inconspicuous Consumption<\/a>, Tatiana Schlossberg<\/li>\r\n \t<li><a href=\"https:\/\/www.akpress.org\/emergentstrategy.html\">Emergent Strategy<\/a>, adrienne maree brown<\/li>\r\n<\/ul>"},"detox_author":"Amy Collier","_links":{"self":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/23915"}],"collection":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/comments?post=23915"}],"version-history":[{"count":7,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/23915\/revisions"}],"predecessor-version":[{"id":23924,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/posts\/23915\/revisions\/23924"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/media\/23918"}],"wp:attachment":[{"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/media?parent=23915"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/categories?post=23915"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dlinq.middcreate.net\/wp-json\/wp\/v2\/tags?post=23915"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}]